{"life_path": {
        "0":"Not sure how you got a zero.",
        "1":"Strong and determined individuals carry this life path number. They are often leaders in business and have great personal ambition. They are motivated by personal success and competition. Highly independent by nature – the person with the 1 life path is often very innovative and creative in their thinking. Highly analytical and very sharp they are natural problem solvers. They are great at getting things started.",
        "2":"People with life path two love to find and maintain balance. They are natural peacemakers and tend to be drawn towards service to others. Often they are too self-sacrificing and struggle to find balance in life when it comes to valuing themselves as much as others. People with this life path number tend to be somewhat reserved and quiet. They have excellent listening skills and tend to be very drawn to music.",
        "3":"This is the life path number of creative people who are very expressive and unique. They are skilled communicators, naturally charming and attractive to others they know how to convey ideas. 3 people tend to be very optimistic and hopeful people who encourage that nourish that quality in others. They tend to be very energetic and busy – to the point they may wear themselves out.",
        "4":"This is the life path number of the pragmatic organizer. The one who builds, constructs, works hard and who is very diligent and persistent in his efforts. People with this life path are considered “practical” and down to earth. Many workaholic types have the 4 as a life path number. People with this life path tend to prefer to follow established rules and believe in order. They don’t tend to like surprises and are rather meticulous.",
        "5":"Those with a 5 life path are gregarious, fun-loving people who love to be surrounded by others. The five life path is a bit free-spirited and enjoys adventure, travel, and diversity. People with this life path often thrive in careers that involve travel or working abroad. They do not do well in office settings or any place that limits their freedom and creative expression. People with this life path sometimes have difficulty with discipline or finishing what they start.",
        "6":"Those with a life path of 6 are hard workers, tend to have a variety of skills and interests and are very “direct” in their approach. Sometimes prone to being too hard on themselves, they will push themselves to their limits. Six people are typically very organized and efficient and dislike waste – whether it be wasted time or resources. Those with this life path are sometimes seen as strict or sharp, but in actuality, they do have the best interests of others at heart and love to see people reach their potential. People with this life path make good personal trainers, drill instructors, etc. because they can push others to their personal limits in ways that are both compassionate and motivating.",
        "7":"Seven is the life path number of the Seeker. People with this life path number are drawn to the bigger mysteries in life and are always looking for a larger purpose behind their circumstances. 7 people are often psychic or extremely intuitive by nature with an innate ability to see to the heart and soul of others and situations. Seven people tend to love people, but are also very independent, requiring a great deal of solitary time to recharge their batteries. Seven people can be prone to being slow movers and procrastinators and need to work to keep their motivation levels up.",
        "8":"Eight is the life path of the natural or born leader. These are people who are often very good at business and attracting wealth and favors. Eight people are often visionaries and capable of great things because they can also do the hard work required to make their visions a reality. Eight people are very capable and inspiring leaders and people are compelled to follow their lead or be left behind. Eights do better when they do not let their ambitions get the better of their compassionate side – doing so can lead to greed and accumulation of wealth for less noble reasons.",
        "9":"Life path 9 is the life path of the humanitarian. A natural born leader by nature, you are compelled to lead and to serve. Your high ideals give you a strong desire to improve the lives of others. You are innovative, visionary, and good at implementing new concepts and ideas. People with this life path sometimes struggle with disappointment when they cannot live up to their high ideals. There is a need to learn to accept themselves more because when they do they are capable of great things.",
        "11":"Those with this life path number are extremely intuitive and feel a strong connection with others, sometimes to the point that it overwhelms their emotions. 11 People are very visionary and tend to be great thinkers. Solutions to problems seem to come to them with very little effort and sometimes they do not understand how gifted they are at seeing what is “hidden” or elusive to others.",
        "22":"The strongest of the life path numbers the 22 carries great potential, but also great weight and responsibility. This card represents those who can be master builders and visionaries, who can rally around a cause and bring people together for the common good. Those with this life path often face weighty decisions at several points in their life where they must embrace the crossroads with confidence and make a choice. Those who are not fully in tune with this higher vibration may find they struggle with choice in life and must work to take the path that challenges them over the path of least resistance. 22 life path people who push themselves and embrace change can life truly astounding creative lives.",
        "33":"This is a very rare life path and people with this life path are typically called to great service. They have a natural love of people and great creative/communicative strengths. People with this life path are highly altruistic and are able to make a great impact on the world through their great vision and compassion for humanity."},
"destiny": {
    "0":"Not sure how you got a zero.",
    "1":"This expression number represents the pioneering spirit, the risk taker and someone who is willing to put him/herself “out there” and try new things. Extroverted (typically) and very self-confident, sometimes even a bit too self-centered. This card speaks of someone with the desire to win, who will work harder than most to reach his/her goals. Independent and competitive – always growing and striving.",
    "2":"The natural diplomat is represented with this destiny number. Two people are well-balanced, able to bring people together and reach compromise. They are quite intuitive and can sense the feelings of others which leads to this innate ability for teamwork. Two’s embody fairness and balance. They also tend to develop strong musical talents as well due to their natural sense of rhythm and harmony.",
    "3":"The 3 expression number speaks of someone who is very theatrical by nature – very expressive, outgoing, and a natural charmer. People with this number are often drawn towards writing, acting, or the arts – anywhere they can express themselves and share their views with others. Threes are capable of abstract thought and can paint pictures easily with words and communication. They have an innate ability to explain complex concepts in a way that is easy for everyone to grasp.",
    "4":"People with a 4 expression number are considered down to earth, practical, and orderly. Four people thrive in environments that are well-organized and they love structure and stability. They are often seen as “the rock” or pillar strength in their families and businesses because of their strong sense of duty and discipline.",
    "5":"The person with the 5 expression number is a natural adventurer, someone who thrives on new experiences and who is a life long seeker and learner through hands on methods. These people are often “jack of all trades” types who are self-taught in many areas and are always wanting to try something new. The 5 expression number is destined to travel, have a variety of experiences and break free of the societal mold that tells us to “do one thing” career wise etc. Fives change their minds often and when they give themselves the freedom to explore they lead very rich and interesting lives.",
    "6":"Six people are driven by a strong sense of duty and often put others ahead of themselves. They are called often to careers that allow them to help others – counselors, health care fields, teaching etc. People with a 6 expression number tend to measure their own sense of self-worth based on what they do for others. They need to be careful to not be too overprotective and to allow others the freedom to make their own choices in life.",
    "7":"People with a Seven expression number are very intuitive, intelligent – the seekers of truth and understanding. Seven people tend to be rather introverted and require a great deal of “personal space” in order to thrive. Seven people are motivated in life by a need for greater understanding and are often drawn to philosophical, spiritual, and/or metaphysical pursuits in their quest for deeper meaning.",
    "8":"People with an 8 expression number are incredibly competitive, ambitious, and hard working. Often destined for great successes in life, particularly in their career field. Eight people are excellent managers and builders who are very efficient and effective. They are able to balance strong ambitions with care and concern for others which allows them to create strong enterprises that serve their communities well.",
    "9":"People with a 9 destiny/expression number are the lofty idealists that inspire us to aim higher. Humanitarian by their very nature, nine people are typically called to lives of activism and social issues. They are driven by a need to be accepted and loved by others and often become very well known or famous for their efforts. People with a 9 expression number are typically highly artistic and creative and use those talents to promote a cause.",
    "11":"People with the master number 11 as their expression number are naturally psychic and very intelligent. They have a great blend of logic and creativity and when they can balance these aspects and channel their vast energy in productive ways nothing can stop them. Elevens have to work hard to keep their higher vibrational energy levels up. Eleven’s can become too caught up in fantasy over reality as an escape when their emotions overwhelm them. It is very important for people with this expression number and life path to work hard to keep their energy fields in balance.",
    "22":"People with this master number 22 as their destiny number are great at bringing the sacred to the mundane – they can and do embrace all life and experience as a spiritual adventure and put this reverence into everything they build and create. Natural builders, those with a 22 expression number are are blessed as visionaries with strong leadership abilities. They can see a project through from start to finish build what they envision with ease and grace.",
    "33":"The mission is to be a Master Healer and to bring forth a higher form of love to the world.  Since you have the double 3s, you also have to do this with joy, fun, and heart-felt communication and expression. It’s your calling to teach and show by example the power of love.  You are meant to serve as a conduit to healing on whatever level you feel most compelled to engage.  The Master number presupposes that you will take on leadership positions and the 33/6 encompasses visionary goals, truth and beauty, and a nurturing and giving heart. You might wrestle with feeling over-burdened.  Your tendency will be to be emotionally raw, taking in the wounds of the world.  Even so, you are still on the path of helping and healing in whatever form you choose."},
"soul_urge": {
    "0":"Not sure how you got a zero.",
    "1": "Independence, leadership and a strong desire to be a leader in their field are the traits of the one soul urge number. The person with this heart’s desire longs to be in complete control of his/her own destiny.",
    "2": "People with this soul urge are the natural peace keepers who seek to bridge gaps and bring others together in the spirit of harmony and cooperation.",
    "3": "People with the 3 for a heart’s desire are natural entertainers and thrive on self-expression and sharing themselves with others. They are often writers, singers, actors etc.",
    "4": "People with this soul urge have a natural desire for order and are very good at working with their hands and tend to be tradespeople",
    "5": "These are your non-conventional adventure seekers who don’t like to be confined by limitations or limited by societal norms. People with this soul urge long to travel and thrive on change and a variety of experience.",
    "6": "People with a 6 soul urge place more importance on domestic/family matters than career and need to feel valued and needed by others. They tend to be drawn towards service to others.",
    "7": "People with a 7 soul urge are quiet and introspective. They are driven by a need for deeper understanding and are often philosophical by nature.",
    "8": "People with the 8 heart’s desire thrive on attaining power and wealth. They are very ambitious, goal oriented and competitive and thrive on challenge.",
    "9": "This soul urge number speaks of the idealistic philanthropist who desires to build people up. They are called by a strong need to serve mankind as a whole and to nourish their communities etc.",
    "11": "People with this number are the spiritual seekers who long to share their beliefs and insights with others. People with this soul urge are often compelled to minister to others or help them find their inner light.",
    "22": "This master soul urge number speaks of those who can and will reach great heights. They are overachievers who thrive on excelling in their fields and bettering mankind in the process.",
    "33":"Number 33 signifies a person that is willing to bring love and joy to other people without restrictions. Such people truly believe it is possible to make all humankind live in peace and harmony, so they desire to help others in creating harmony. 'Peaceable Kingdom' - this is a goal for a soul of a person with Master Number 33."},
"personality": {
    "0":"Not sure how you got a zero.",
    "1": "Ambitious, strong willed and determined. A natural leader who commands attention and usually rises to the forefront of the group. When they have a strong sense of purpose they are very inspiring and motivating. When they don’t they can appear egotistical or attention starved.",
    "2": "Fair-minded and well-rounded. Two people are seen as trustworthy and reliable. People with this personality number are often asked for help by strangers or approached because they have an openness about them and a caring demeanor. Sometimes they are seen as indecisive because they carefully weigh all things before making decisions.",
    "3": "Creative and articulate, three people are seen as interesting and great story tellers. Three people seem to have a knack for finding opportunities and can always see a silver lining in the clouds. People see them as creative thinkers who sometimes get carried away or may be prone to a bit of exaggeration to highlight their point.",
    "4": "Stability and a solid foundation. People with this personality are pillars of strength who are well-organized and structured. People tend to view them as having the answers and being knowledgeable. 4 People are considered reliable and steady – sometimes a tad too predictable or serious.",
    "5": "Five personalities are community leaders who take an active interest socially and love to be involved with others. They are adventurous, highly passionate people who love to travel and immerse themselves in different cultures. Five people are seen as stimulating, interesting, but not always the most reliable or dependable. They tend to do their own thing on their own time.",
    "6": "The six personality is someone who loves to help others and who will give of him/herself tirelessly when needed. They love to see others reach their personal best. Six people are typically peace makers and try to avoid conflict. They can fit in well with a variety of people and are very easy going and agreeable.",
    "7": "The seven personality tends to be somewhat introverted. They are keenly observant and highly intelligent. This ability to see through people coupled with their intelligence/observation skills can make them intimidating to others initially. Seven people are seekers of truth, highly opinionated, but always looking for the greater wisdom in all experience. People often see them as wise or “old souls”.",
    "8": "The eight personality is very ambitious and competitive, but typically good- natured about it. They appear confident, lucky, and highly resourceful. Eight people love to push themselves to reach consistently higher goals. They are very good at envisioning and developing projects. People see them as well rounded and having good business sense.",
    "9": "The nine personality is naturally charming, very well-versed in many subjects, and very idealistic and positive. This personality is seen as conscientious, inspiring and having a strong charisma and influence. Nine personalities tend to be naturally able to lead groups of people and others tend to gravitate towards their strong positive energy.",
    "11": "Eleven personalities go to great lengths to hide their inner shyness and nervousness. Highly intuitive and emotional, the 11 personality is a soul who radiates warmth and genuine kindness. People often gravitate to this person for their gentle spirit.",
    "22": "This master number equates to someone who is both highly creative and intuitive, but also deeply practical and hard working. People with this personality number crave consistency and balance in their lives and will work hard to achieve it. The person with a 22 personality number often does not give him/herself enough credit and doesn’t fully recognize the extremely strong energy which they possess. 22 is capable of great creative accomplishments due to their talent and discipline.",
    "33": "The talent of people with number 33 is to be mentors to others, as they want to create harmony among all and are driven by this goal. People with Personality Number 33 have prominent nurturing skills. They become great counselors and devoted to their loved ones. They take love very seriously and prefer long lasting marriages and warm stable home. They are also able to cure others wounds due to their compassionate soul. Every situation is a lesson for such people, and that's why sometimes they appear to be great teachers. They become happy when enter a trusting and warm union and can contribute their skills of nurturing."}}